Repository: n2cms/n2cms
Catalog: src/WebForms/WebFormsTemplates/App_GlobalResources/*/ControlPanel.*.resx
Languages: nl

# cpEdit.ToolTip
source: Edit page
nl: Wijzigpagina

# cpEditingCancel.ToolTip
source: Cancel changes
nl: Annuleer wijzigingen

# cpEditingSave.ToolTip
source: Save changes
nl: Wijzigingen opslaan

# cpEditPreview.ToolTip
source: Back to edit
nl: Terug naar beheer

# cpPreviewPublish.ToolTip
source: Publish the currently displayed page version.
nl: Publiceer de nu zichtbare versie.

# cpPreviewDiscard.ToolTip
source: Irrecoverably delete the currently displayed version.
nl: Verwijder de nu zichtbare versie permanent.

# cpNew.ToolTip
source: New item one level down from this page
nl: Nieuw item direct onder deze pagina

# cpAdminister.ToolTip
source: Manage content
nl: Beheer website

# cpDelete.ToolTip
source: Delete this page
nl: Verwijder deze pagina

# cpOrganize.ToolTip
source: Organize parts
nl: Beheer parts

# cpPendingVersion.ToolTip
source: There is a newer unpublished version of this item.
nl: Er is een nieuwere, niet gepubliceerde, versie van deze pagina

# tpPreview.ToolTip
source: Edit
nl: Wijzig
